export const questions = {
  4: {
    title: 'Осознание текущего положения',
    questions: [
      'Какие три вещи в моей жизни приносят мне наибольшее удовлетворение и радость?',
      'Какие аспекты моей текущей работы или деятельности мне не нравятся, и что я хотел бы изменить?',
    ],
  },
  5: {
    title: 'Определение ценностей и приоритетов',
    questions: [
      'Какие ценности и принципы для меня наиболее важны, и как они отражаются в моей текущей деятельности?',
      'Какие три вещи я считаю наибольшими приоритетами в своей жизни на данный момент?',
    ],
  },
  6: {
    title: 'Оценка достижений и уроков',
    questions: [
      'Какие достижения за последний год я считаю наиболее значимыми и почему?',
      'Какие ошибки или неудачи за последний год дали мне важные уроки, и чему я научился?',
    ],
  },
  7: {
    title: 'Постановка краткосрочных целей',
    questions: [
      'Какие три цели я хочу достичь в ближайшие шесть месяцев?',
      'Какие шаги я могу предпринять уже сегодня, чтобы приблизиться к этим целям?',
    ],
  },
  8: {
    title: 'Долгосрочное планирование',
    questions: [
      'Где я хочу быть через пять лет, как в личной, так и в профессиональной жизни?',
      'Какие ресурсы и навыки мне нужны для достижения моих долгосрочных целей?',
    ],
  },
  9: {
    title: 'Саморазвитие и обучение',
    questions: [
      'Какие навыки или знания я хочу развить в ближайший год, и почему они важны для меня?',
      'Какие книги, курсы или менторы могут помочь мне в достижении моих целей?',
    ],
  },
  10: {
    title: 'Рефлексия и баланс',
    questions: [
      'Как я могу лучше балансировать между работой и личной жизнью, чтобы не перегореть и поддерживать гармонию?',
      'Что я могу сделать, чтобы лучше заботиться о своем физическом и ментальном здоровье?',
    ],
  },
};
